Repository: 20steps/alexa
Catalog: src/Bricks/Custom/Twentysteps/AlexaBrick/AlexaBundle/Resources/translations/twentysteps_alexa.*.xlf
Languages: de

source: Activation of your account
de: Aktivierung deines Accounts

source: Reset your password
de: Zurücksetzen deines Passworts

source: Alexa Skill by 20steps for developers, system administrators and marketers.
de: Alexa Skill von 20steps für Entwickler, Systemadministratoren und Marketer.

source: About the Alexa Skill
de: Über den Alexa Skill

source: Imprint and privacy
de: Impressum und Datenschutz

source: about-the-alexa-skill
de: ueber-den-alexa-skill

source: imprint
de: impressum

source: Name of your loved one
de: Name Deines/Deiner Liebsten

source: API key at
de: API Schlüssel bei

source: Why should I login?
de: Warum soll ich mich anmelden?

source: After login you can personalize the settings of the skill e.g. by entering the API key of your account at UptimeRobot.com.
de: Passen Sie nach Anmeldung die Einstellungen des Skills an, z.B. den API Key für UptimeRobot. Wenn Sie noch kein Konto bei 20steps haben, klicken Sie auf Registrieren.

source: Why should I register?
de: Warum soll ich mich registrieren?

source: Create an account to personalize the skill to your needs. After that connect the account with Alexa in the Alexa App on your Smartphone.
de: Erstellen Sie ein Konto um den Skill an Ihre Bedürfnisse anpassen zu können. Klicken Sie danach auf Konto verknüpfen in der Alexa App.

source: I forgot my password!
de: Ich habe mein Passwort vergessen!

source: No problem. Just enter your email address. If it is valid we will send you a secure link to update your password.
de: Kein Problem! Geben Sie Ihre E-Mail adresse ein und klicken auf Passwort zurücksetzen. Sofern Ihre E-Mail Adresse korrekt war senden wir Ihnen eine Mail mit einem sicheren Link zum ändern des Passworts.

source: Why must I confirm the account?
de: Warum soll ich das Konto bestätigen?

source: For security reasons we had to validate your email address.
de: Aus Sicherheitsgründen müssen wir Ihre Email Adresse validieren.

source: I did not receive an activation link?
de: Ich habe nach der Registrierung keine Email erhalten?

source: No problem. Just enter your email address and check your email inbox - this time please check your SPAM folder as well!
de: Kein Problem! Geben Sie Ihre E-Mail Adresse ein und prüfen Ihr Postfach, inklusive dem Spam-Ordner!

source: What do I have to do?
de: Was muss ich tun?

source: Simply enter your new password and login after that.
de: Geben Sie einfach das neue gewünschte Passwort ein und melden Sich danach damit an.

source: And now?
de: Und nun?

source: Great that you are here. Now personalize the skill to your needs and please do not forget to connect the account in the Alexa App on your Smartphone!
de: Prima dass Sie hier sind. Nehmen Sie die gewünschten Einstellungen vor um den Alexa Skill an Ihren Bedarf anzupassen. Und bitte vergiss nicht das Konto in der Alexa App auf Deinem Smartphone zu verknüpfen!
